export default {
  projections: {
    ЗаправБакE: {
      типТопл: {
        __caption__: 'Тип топлива'
      },
      цена: {
        __caption__: 'Цена'
      },
      уровЗалив: {
        __caption__: 'Уровень заливки'
      },
      объем: {
        __caption__: 'Объем'
      },
      техсост: {
        __caption__: 'Техническое состояние'
      }
    },
    ЗаправБакL: {
      типТопл: {
        __caption__: 'Тип топлива'
      },
      цена: {
        __caption__: 'Цена'
      },
      объем: {
        __caption__: 'Объем'
      },
      уровЗалив: {
        __caption__: 'Уровень заливки'
      },
      техсост: {
        __caption__: 'Техническое состояние'
      }
    }
  },
  validations: {
    объем: {
      __caption__: 'Объем'
    },
    техсост: {
      __caption__: 'Техническое состояние'
    },
    типТопл: {
      __caption__: 'Тип топлива'
    },
    уровЗалив: {
      __caption__: 'Уровень заливки'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
