export default {
  projections: {
    КартаЛояльE: {
      ном: {
        __caption__: 'Номер карты'
      },
      процСкид: {
        __caption__: 'Процент скидок'
      },
      суммПокуп: {
        __caption__: 'Сумма покупок'
      }
    },
    КартаЛояльL: {
      ном: {
        __caption__: 'Номер карты'
      },
      процСкид: {
        __caption__: 'Процент скидки'
      },
      суммПокуп: {
        __caption__: 'Сумма покупок'
      }
    }
  },
  validations: {
    ном: {
      __caption__: 'Номер карты'
    },
    процСкид: {
      __caption__: 'Процент скидок'
    },
    суммПокуп: {
      __caption__: 'Сумма покупок'
    }
  }
};
